#include "sys.h"

#include "misc.h"
//////////////////////////////////////////////////////////////////////////////////	 
//锟斤拷锟斤拷锟斤拷只锟斤拷学习使锟矫ｏ拷未锟斤拷锟斤拷锟斤拷锟斤拷锟缴ｏ拷锟斤拷锟斤拷锟斤拷锟斤拷锟斤拷锟斤拷锟轿猴拷锟斤拷途
//ALIENTEK Mini STM32锟斤拷锟斤拷锟斤拷
//系统锟叫断凤拷锟斤拷锟斤拷锟矫伙拷		   
//锟斤拷锟斤拷原锟斤拷@ALIENTEK
//锟斤拷锟斤拷锟斤拷坛:www.openedv.com
//锟睫革拷锟斤拷锟斤拷:2012/9/10
//锟芥本锟斤拷V1.4
//锟斤拷权锟斤拷锟叫ｏ拷锟斤拷锟斤拷鼐锟斤拷锟�
//Copyright(C) 锟斤拷锟斤拷原锟斤拷 2009-2019
//All rights reserved
//********************************************************************************  
void NVIC_Configuration(void)
{

    NVIC_PriorityGroupConfig(NVIC_PriorityGroup_2);	//锟斤拷锟斤拷NVIC锟叫断凤拷锟斤拷2:2位锟斤拷占锟斤拷锟饺硷拷锟斤拷2位锟斤拷应锟斤拷锟饺硷拷

}
